sdaiGetComplexEntity(Sdai_Id_aggr*)
\details
Complex instance will be created within parent schema if such combination doesn't exist.
\param entityList   [in] List of members of complex entities.
\returns valid SdaiEntity if succeded, otherwise return nullptr.